---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Face
source: html/a7d0d26a-d4ba-8d5b-0c3d-b67963810dbf.htm
---
# Face Members

Returns the first partial derivatives of the underlying surface at the specified point.